{"title":"突如其来的思考","date":"2020-03-01T13:58:42.000Z","date_formatted":{"ll":"Mar 1, 2020","L":"03/01/2020","MM-DD":"03-01"},"thumbnail":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1583082169142&di=2047e4408d62fb570c693aad4dcc9cf5&imgtype=0&src=http%3A%2F%2Fa.hiphotos.baidu.com%2Fzhidao%2Fpic%2Fitem%2Fadaf2edda3cc7cd92d82d6b73b01213fb80e9135.jpg","link":"2020/03/01/Self_analysis_1","comments":true,"tags":["思考","浅尝辄止","莫名其妙"],"categories":["Self Analysis"],"updated":"2020-03-01T15:39:32.119Z","content":"<p>&emsp;<br>&emsp;<br>&emsp;<br>&nbsp;&nbsp;今天啊，我的脑子里不知怎么的突然冒出来一个问题：我啊，到底是一个什么样的人呢？<br>&emsp;<br>&nbsp;&nbsp;也不知怎么的，这个想法就好像是凭空出现的一样，但又好像不是，是不是因为今天要写“关于我”这个页面导致的呢？可能吧。但这不重要，毕竟我也不是学的心理学，研究脑部神经怎么运转的，我管他那。总之，对于我是一个怎么样的人，这个问题，我的心里有了那么一点点想法。<br>&emsp;<br>&nbsp;&nbsp;都说每个人性格的形成跟他的生长环，他的童年境有很大的关系。不是有那么一句话吗？<font color=DarkCyan>一个好的童年可以治愈一个人的一生，但有时候，一个人可能要用他的一生来治愈他的童年。</font>所以在剖析我的性格之前我得先研究研究我的童年。<br>&emsp;<br>&nbsp;&nbsp;我的童年呢，算不上悲惨，却也算不上快乐，要是用一个词来总结，那就是<font color=DarkCyan>平凡</font>吧。小时候我父母很忙，在我大概6,7岁以前（就是在我小学以前），我都是跟奶奶一起生活的。我奶奶的父亲是一个政府的高官，具体是什么官呢？我是不清楚的，毕竟在我出生的时候，他已经80岁,90岁了，影响已经没有以前那么大了。而我奶奶也没有跟我说过，她只说，她嫁给我爷爷之前的少女时代过得很好，没吃过什么苦。我想可能是她自己也不知道吧。后来即使嫁到农村，我爷爷家，她也没挨过饿。那个时候正是赶上三年饥荒，也是得益于她母家的接济，我父亲和姑姑从小也是没有挨过饿，在那个大多数人吃不饱饭的年代这已经很能说明问题了。说到这里，很多人可能就会问了，既然我的曾外祖父是个政府高官，我的奶奶怎么会嫁给一个农民哪？这个问题，我也曾疑惑过。我奶奶的那个年代，正是赶上了文化大革命，曾外祖父一家，是为了证明自己，为了不被牵连，才将我奶奶嫁给了一个根正苗红乡下贫农出身的粗汉子，在那个当口，他们也只有牺牲我奶奶，才能保住家里几十口人的饭碗。<br>&emsp;<br>&nbsp;&nbsp;正是因为这样的原因，才成就了我奶奶和我爷爷的婚姻；也是因为这样的原因，我奶奶不满过，却也没有办法。所以，她不事生产，在农村这么些年，她没有下过田地，在这样贫穷的农村，做了一辈子的家庭主妇。也是得益于她的言传身教，我从小立志，要走出大山，讨厌下田干活。但同时，也得益于我们这里对教育重要性的认识，我的确没有下过田地，干过农活，都说只要要好好学习就够了。小时候没有，是因为她的教育；长大了没有，是因为外出求学，没有时间了。后来我就没有被教养在她身边了，但<font color=Tan>捡轻怕重，绝不肯风吹日晒，干体力活</font>的特点已经刻在我的骨子了。<br>&emsp;<br>&nbsp;&nbsp;而我妈妈在发现我有被养歪的苗头后，就把我从我奶奶身边接走了，她宁肯自己劳累点，也不想我被养成那样的性子。而接下来的日子，在我妈妈身边，我的身上也刻上了我妈妈的一些特点，比如，<font color=Tan>踏实，不善言辞，有时也会去沾些小便宜，但贪心不大，学得会见好就收，不拜金，能够知足常乐。</font><br>&emsp;<br>&nbsp;&nbsp;我爸爸是个中学老师，大专学历，也算的上是那个年代同龄人的佼佼者，但也由于一些缘故，他最后还是回到他生长的农村当了一名人民教师。小时候，他对于我教养不是很上心，但长大后，他突然又开始对我的学业，生活开始指手画脚，这让我相当不满，也因此跟他大吵过几次。总的来说，他对我性格的养成影响没有我妈妈那么大，但幼年时由于父亲角色淡薄，对我的性格也造成一些影响。就比如说，我性格里<font color=Tan>懦弱，胆小，爱吹嘘，阴郁，寡言，不擅交际，不安全感严重，讨厌小孩</font>的部分就源于此。<br>&emsp;<br>&nbsp;&nbsp;除此之外，我还有一部分<font color=Tan>很少有大喜大悲的情绪，没有大志向，对未来迷茫，却又不自怨自艾，有的时候也会不肯服输等等</font>，很多不同之处。我知道，以上我说的有些地方自相矛盾，但人嘛，不就是一个矛盾的综合体吗。又有谁是不矛盾的呢？<br>&emsp;<br>&nbsp;&nbsp;以上，就我对自己的一些剖析吧。条理不是很清楚，但却也是我想说的，就当又是我的碎碎念吧。<font color=LightGrey><del>至于我没有提到的我爷爷的事，以后有机会在说吧，这就有点复杂了。</del></font><br>&emsp;<br>&emsp;</p>\n<center>.+†+.</center>\n&emsp;\n&emsp;\n&emsp;","next":{"title":"第一天 · AO3","link":"2020/02/29/FirstDay_AO3"},"plink":"http://yoursite.com/2020/03/01/Self_analysis_1/","reward":true,"copyright":{"custom":"<b>Copyright : </b>&nbsp 自由转载-非商用-禁止演绎-保持署名（CC BY-NC-ND 4.0） <br/>  <b>Link :</b> &nbsp<a href=\"https://qlqy.github.io\">https://qlqy.github.io</a>"}}